# todo: Дан номер некоторого года (положительное целое число).
# Вывести соответствующий ему номер столетия, учитывая, что, к примеру, началом 20 столетия был 1901 год.

print("Введите номер некоторого года (положительное целое число).")
a = (input(" "))
print("Год принадлежит к", int(a[0:2]) + 1, "столетию")

