##todo: Самостоятельная работа

# Написать программу, которая считывает два числа и выводит их сумму, разность, частное, произведение,
# результат целочисленного деления, результат деления с остатком, результат возведения с остатком.

x = 10
print(x)

# task3.py
x = 2
y = 5

print(int(x + y))
print(int(8+15))
